C1CC2OC1C1CC2O1
C1=NCC2CC(C2)O1
C1=NCCN2CC(C2)O1
C1=NCC2C3CC2C3O1
C1OCC2CC1C2
C1COCCOCN1
C1=CC2OC1C1CC2O1
C1CC2CC(C1)C2
C1=CNNCN1
C1=NCCON=N1
C1CN2CC(CN1)C2
C1=CC2COC(C1)OC2
C1NC2COCC1C2
C1NC2CC3OC1OC23
C1CC2CC3CC1OC23
C1=CN=COC=C1
C1=CC=COC=CC=C1
C1CN2CCC1C2
C1=CNCOC=NC1
C1=N[NH]C=N1
C1=NCCCCCO1
C1CC2C3CC1C2CO3
C1=COCCN1
C1CC23CC4C2C1N43
C1=NC2C3NC2C3CO1
C1=NOCN1
C1=CC2C3OC2C3CC1
C1=CC2CC(C1)N2
C1=CCCN=CNC=C1
C1=NC2CC(C2)OCO1
C=O
C1=CC2CC(C1)CO2
C1=CONNCN1
C1=CNCNC=NC1
C1COC2C3NC2C3O1
C1=CC2C3CCC2C13
C1CC2C3NC2C13
C1=CCNC=NC1
C1C2CC1C2
C1=CC=CCC=C1
C1=NCCN=CN1
C1CC2COCC(O1)O2
C1=CNC=CCC1
C1=NCCC=NN1
C1=CC2CC3C1CC23
C1C2CC1C1CCC2O1
C1NC2CNC1C2
C1OC2C3CC1COC32
C1=CCC=CCC=CC1
C1=CCN=COCC1
C1=CC=NN=C1
C1CC2CC(C1)O2
C1=CC2CCC1C2
C1=C[NH]C=NC=CN=C1
C1=CC2OC=NC1CO2
C1CC2CC(CO1)CO2
C1OC2CC3CC2OC13
C1CC2CCC1CO2
C1=CCC2CC(C1)O2
O
C1CNC2CN(C1)C2
C1OC2COCC(C2)O1
C1ON=NO1
C1=CC2NC3C1NC23
C1CC2CC(CN1)C2
C1=CC2CCC(CC1)C2
C1OCC2C3OC1OC23
C1=COC=CO1
C1=CCCOCCC1
C1COCCOCCO1
C1=NCCCOCN1
C1COCOCOC1
C1C2NC3CC2C13
C1=NC2CC(C2)N1
C1=CC2OCC(C1)O2
C1=CCCCC=CC1
C1=NC=COC=CN=C1
C1CC2C3CC2C1O3
C1=CN=NNC1
C1CCC1
C1=CNC1
C1COC2CCC(C1)C2
C1=NN=CNC1
C1=NON=C1
C1CON=N1
C1=CNN=NN1
C1COCC2CC(C1)C2
C1C2CC3C1NCC23
C1=NC2COC(CO1)C2
C1=CC2C3C4C1C4C23
C1=CCCC=CCC1
C1=CC2C3CCC2C1O3
C1=CNCCC=N1
C1OC2C3OC1OC23
C1=CC2CC(C1)N=CO2
C1CCC2CC(C1)O2
C1=CCOCNC=C1
C1=NC2COCC(C2)O1
C1OC2CC1C2
C1NCC2CC(CO1)C2
C1=CC2CCC1CO2
C1C2CC3OC1CC3O2
C1CC2C3OC2C13
C1=NON=NCC1
C1=CC2CC1NCO2
C1CC2C3CN2C13
C1=NCCC1
C1=CN=CNC=N1
C1C2CN3CC2CC13
C1=CC2CCC(CC1)O2
C[NH3+]
C1=CC2CCOC(C1)O2
C1=NCCCNC1
C1CC2CC3CC2C3C1
C1=COC=CN1
C1=NOCO1
C1OCC2C3CC1C2O3
C1=CC2CCC(C2)OC1
C1COCOCCO1
C1=CNCC=CNC1
C1=NC=NCOC1
C1=CCC=CN=C1
C1=CCCCOCCC=1
C1OCC2C3CN2C13
C1=CC2C3OC2C3C1
C1NC2CC(C2)N1
C1=CC2CC1CCN2
C1=CCOCCCCC1
C1=CC2C3CC1CC23
C1CCN2CC(C1)C2
C1=CCC2CC(C2)N=C1
C1=CCOCCOC1
C1COCCO1
C1=NN=NN=C1
C1=CC2C3CN2C3C1
C1CO1
C1=CC=CCCC=C1
C1OC2C3COC2C13
C1=CN=CCOC1
C1CC2C3COC2C3C1
C1OC2C3NC2C13
C1OC2C3CC1OC2C3
C1=CCNCCC1
C1OCC2COCC1C2
C1=CC2CCC1CC2
C1CC2OC3C1OC23
C1OC2CN3CC2C13
C1CC2C3CC2C3CO1
C1=CC2C=CC(C=C1)C2
C1=NCC=NCO1
C1=CC=CNC=C1
C1COCN1
C1=CC2CC1O2
C1=CC2OC3C1CC23
C1OC2OCC3C1CC23
C1=COC=CCC1
C1OCC2C3CC1OC23
C1OC2C3NC2C3O1
C1=NN=CO1
C1CN2CC(CO1)C2
C1=CC2CC(CO1)C2
C1=CC2C3CCOC2C13
C1=NCCCC1
C1=CC2C=CC1C2
C1=CC2CCC(C1)O2
C1=CC2C3CC2N3C1
C1=CC2C3CC2C3CC1
C1CNCNC1
C1=COCO1
C1=CC2CCC1N=CO2
C1=CC2C3OC1OC23
C1=CN=CC=COC=C1
C1CC2C3COC1CN23
C1=CNC2CC(C1)C2
C1=CC2C3COCC2C13
C1=NCCN=C1
C1=CCCCC1
C1=COCC=NC1
C1OCC2C3OC2C3O1
C1=NCOCN=C1
C1=CCCCCC=CC1
C1=CNCOC1
C1CCOC1
C1CC2C3CC1CC2O3
C1=CC2CCC(C1)N2
C1NC2CC3C1CC23
C1=CC=CC=CC=C1
C1=CC2OC3CC2C3C1
C1=CC2CCCCC1C2
C1CN2C3CC(CC32)O1
C1=CNCCOC1
C1=CCOCC=CC1
C1=CCCOC=NCC=1
C1OC2COC1C2
C1=CCC2CC(C1)C2
C1CNCCN1
C1=NCCCOCCO1
C1=NC2COC(C2)O1
C1=CC2CC3C1CN23
C1=CCON=NC1
C1=CCN=CC1
C1CCC2CC(C1)C2
N1C2C3NC2C13
C1=NNNCC1
C1=CN=CCC=N1
C1C2CC3C1OCC23
C1NCON1
C1=NCCCNCO1
C1CC2C3CC(CN23)O1
C1=CC2C=CCC(C1)C2
C1=CNC=NC1
C1=NN=NO1
C1=CC2C=CC(C1)CC2
C1CCCOCCC1
C1OC2C3CC1CC2C3
C1CN2C3COC1CC32
C1=NNON=C1
C1=CCC2CC(C1)CO2
C1=CC=NC=COC=C1
C1=CC2C3CN2CC1O3
C1=CC2C=CC(C1)O2
C1N=NOCO1
C1OC2C3CCC2C3O1
C1=NC2C3CC(O1)C2O3
C1OC2CC3C1CC3O2
C1=NC2CC(CO1)C2
C1=CC2CC=CC(C1)C2
C1=CCOCOC=NC1
C1#CC=CCOCC=C1
C1=CCOCCCC1
C1=CC2CC1OCO2
C1=CC2C3COC1CN23
C1OCN2CC1C2
C1=NCCNCN1
C1CN2C3CCC2C13
C1CC2CCOC(C2)O1
C1=CCCC=CC1
C1=NCC=NCN1
C1CN2CCOC(C2)O1
C1CNNN=N1
C1#CCCOCC=CC1
C1=NNN=CC1
C1=NC=NOC1
C1=CN=CNC=C1
C1CC2CC1N2
C1=NCCCOCO1
C1=CNN=NC1
C1=CNC=NCNC=C1
C1CC23NC4C2N1C43
C1C2C3CN2C13
C1C2CC1C1CC2C1
C1=CC2C3COC2C1C3
C1=CC2CCC1CN2
C1OC2OC3CC2OC13
C1=CC2C=CC1N2
C1=CNCC=NC1
C1NC2CN3C1CC23
C1=CC2CC(CC1)O2
C1=CC2CC(C1)C2
C1C2CC1C1CC2O1
C1CNC2CC(C1)C2
C1CC2CCC(O1)OC2
C1CNCOCOC1
C1CC2COC(C2)O1
C1CC1
C1CC2C3CC1CC23
C1C2CC3CC2CC13
C1=CC2C=CC(CC1)O2
C1CC2C3CC2C13
C1=CC2CC3CC1CC23
C1NC2C3NC2C13
C1=CONN=C1
C1OCC23CN4C2C1C43
C1=CC2OCC(C1)CO2
C1=CC2C3C=CC2N3C1
C1C2OC3C1C3O2
C1=CC2CC(COC1)O2
C1=CON=NC1
C1CC2CCC3C1CC23
C1CC2COCC(C1)O2
C1OC2CC3CC1C3O2
C1=NCC2CC(CO2)O1
C1CC2CCC1N2
C1COCNCO1
C1#CCCCCC=CC1
C1=CNCCCC1
C1=CNCN=CC1
C1CN2CC(C2)N1
C1=CC2C3CC1OC23
C1=CC2CC1COC=N2
C1CC2C3CCC1OC23
C1=CC2C3COC1C2O3
C1CC2CC3C(CN23)O1
C1OC2CC3C1C3O2
C1OC2CC1C1CC2O1
C1=CN=NOC=C1
C1=CC2CC1CO2
C1=CCCNN=C1
C1=CC2OCC1CO2
C1=NCCCN1
C1CC2COC1CO2
C1=CC2CCC(C1)C2
C1NC2C3OC2C3N1
C1=CCCOCCC=C1
C1OCC2C3CC2C13
C1=CCOCCOCC1
C1OC2CC3C1OC23
C1NCC2CC1N2
C1OC2C3OCC1OC23
C1=CC=NCN=C1
C1CC2CC(CN1)O2
C1CC2C3COC2C3O1
C1=CC2CCC1O2
C1=CC=NNC=C1
C1#CC=CCC=CC=C1
C1=CC2OC1C1CC2C1
C1N=NOCN1
C1=CC23CCC4C2C1N43
C1CCC2CC(C1)CO2
C1#CCOCOCCC1
C1=NCCNCCO1
C1=CCCCCC1
C1=COC=N1
C1CC2CC(CO1)N2
C1=CCCOCOCC=1
C1=NOCCO1
C1CCCCC1
C1=CC2C3CC2C13
C1C2NC3C1OC23
C1=CC2OC3OC2CC13
C1C2NC1C1CC2O1
C#N
C1CCOCNC1
C1CNCCOC1
C1NCNN1
C1=NC=NCNC1
C1=CCCCCCC=C1
C1=NC=NCO1
C1=NCNO1
C1CC2CCC(C1)CC2
C1CC2C3CC2C(O1)O3
C1=CC2CCOC(C1)C2
C1=CC2C=CC(C1)OC2
C1=NCC2C3NC2C3O1
C1=NCCCCNCN1
C1=CC2COC1CCO2
C1=CON=CN1
C1=CNCNCCC1
C1=CC2C=CC(C=C1)O2
C1=NCN=NNC1
C1=CC2CNCC1C2
C1OC2CC3C(CC23)O1
C1=CCOC=C1
C1NN=NO1
C1CC2COCC(C1)C2
C1OCC2CC(CO1)C2
C1=NNCCN1
C1CC2C3CC1CN23
C1=CCCCOCCC1
C1=COC=NN1
C1=NC2C3OC2C3O1
C1NC2C3OC2C13
C1CNN=N1
C1CCC2CCC(C1)C2
C1CN2CC3OCC2C13
C1=CC2C=CC(C2)OC1
C1C2OC3CC2OC13
C1CON=NN1
C1=CC2COCC1N2
C1=NC=NOCC1
C1#CC=CCCCC=C1
C1=CON=CC1
C1OCC2OC3C1OC23
C1OC2OC3CC2NC13
C1=CC2COC(CC1)O2
C1OC2CC3C1C3C2
C1=NCCCCO1
C1=CN=NOC1
C1OC2C3CC1C2C3
C1OCC2C3OC2C13
C1C2OCC3C1OCC23
C1=CC1
C1=CC23CC4C2C1N43
C1CC2CN(C1)C2
C1CC2C3CC1OC23
C1C2C3NC2C13
C1CC2C3CCC2C13
C1=COC=NCCC=N1
C1#CCOCCCCC1
C1CC2CNC1CO2
C1=CNC=NCC1
C1CC2OC3OC2CC13
C1=CC2C=CC3C1CN23
C1=CON=C1
N1C2C3OC2C13
C1=CCC1
C1CC2CC3C(CC23)O1
C1=COC=CN=C1
C1=NC2CCCC(C2)O1
C1=CC2CC(C1)CCO2
C1=CCN=CN=C1
C1=COCCNC1
C1CC2C3CN2C3C1
C1=NC=NC=N1
N1=NON=N1
C1OCC2C3CC1CC23
C1=CC2CC(COC1)C2
C1CN2C3CC2C3O1
C1NC2C3N4CC13C24
C1CC2CCC(CC2)O1
C1CNCN1
C1=CNCCNC1
C1COC2COC(C1)C2
C1=NNCN1
C1#CCCC=CC=CC1
C1CC2C3COC1CC23
C1=CC2COC(C=C1)O2
C1OC2OC1C1CC2O1
C1=COCOCC1
C1OC2C3COC1CC32
C1COC2C3CC2C3O1
C1CNCOC1
C1=CCCCCOCC=1
C1=CCOCOCCC1
C1=CNCNC1
C1=CCON=CC1
C1=CNCNCNC=N1
C1CNCCNC1
C1OCC2OC3C1NC23
C1=CCNCCCC1
C1=CC2OC3C(C1)OC23
C1=C[NH][NH][NH]C=C1
C1=CC2OC=NCC1O2
C1CC2C3CCC2C1C3
C1=NCC2CCC(O1)O2
C1=CC=COC=C1
C1=NCOC1
C1=CCCCCCCC1
C1=CCOCOCC=C1
C1CC2CCC1C2
C1=CN2CC1C2
C1OC2COC1CO2
C1CC2C3CC1C2C3
C1=NN=C[NH]1
C1C2CC3C1C3N2
C1=CON=NN1
C1CNNN1
C1NC2C3OC2C3O1
C1OC2CC(C2)O1
C1=CC2CC(C=C1)C2
C1CC2C3COC1OC23
C1CC2C3CC2C3C1
C1=CC2OCCCC1O2
C1OC2OC3CC2CC13
C1=CCNCNC1
C1=CNNN=CC1
C1=NCCCO1
C1=CC2C3CC1CC2O3
C1=NC2CN(CCO1)C2
C1=CC2CC(CN1)C2
C1CC2OC3C1COC23
C1=CNCOCOC1
C1C2CC3CC1CC3C2
C1=COCCCN1
C1CCNCOCC1
C1=NCNN=CC1
C1=CN=NNCC1
C1=CCC2CC(C=C1)C2
C1CC2CC(CN2)O1
C1NC2CN3CC2C13
C1CC2CCOC(C1)O2
C1OC2CC3CC1C3C2
C1=COCCN=C1
C1=NNNC1
C1=NCC2CC1O2
C1CN2CCC1CC2
C1=CC2COCC1CO2
C1CC2CCN(C1)C2
C1=CC2C3CC1CC2C3
C1=NCCOCO1
C1CC2C3CC2OC1O3
C1=CCOC=NCC1
C1CC2OCC3C1OC23
C1CC2CC(CO2)O1
C1=NNCCC1
NO
C1=CC2CNCC1O2
C1=NCNC1
C1=CC2C=CC(C1)CO2
C1OCC2CC(C2)O1
C1=CC2C3CC(C1)C2O3
C1=CCC=CCC=C1
C1=COCC=N1
C1OC2C3CCC2C1C3
C1CC2CC3C1COC23
C1CC2COCC(C2)O1
C1CN2CC3C1C3C2
C1CC2COC(CO1)C2
C1=CCNC=C1
C1=COCC1
C1NC2C3COC1OC32
C1COC2CC(C2)OC1
C1CN2C3CC2C13
C1CC2OC3CC2C3C1
C1=CCNC=CC1
C1=CCCNCCC1
C1CC2C3CC(O1)C2O3
C1=CC2COCC1O2
C1=COCN=C1
C1=CC2CCC(C=C1)O2
C1=CC2CCC(C=C1)C2
C1=CCNN=CC1
C1=CN=CC=N1
C1=NC2C3CC2C3CO1
C1=CC2CC(C2)N=C1
C1CCCCOCCC1
C1=CC2CC(C2)NC1
C1=CC2C=CC1CC2
C1=CC2COC(C2)OC1
C1=NCC2OCC1O2
C1OC2CCC(CC2)O1
C1=NC2CCC(C2)N1
C1C2CC3CC1OC3O2
C1CC2CC1CO2
C1=CNCCCNC1
C1C2CC1N2
C1NCC2CC1O2
C1CCC2OCC(C1)O2
C1=CC2C3CCC1C2C3
C1OC2C3CC2OC1O3
C1OC23CN4C2C1C43
C1C2CC1C1CC2N1
C1OC2CNC1CO2
C1CC2CC3C(C1)C3O2
C1=CNCN=C1
C1COC2CC(C1)CO2
C1CC2OCC3C1CC23
C1=CC2C3CC1N2C3
C1CC2CC(C2)O1
C1OCC2C3CC2C1O3
C1C2NC3C1NC23
C1=NC=NC1
C1=NCCCOC1
C1=NCN=CCC1
C1=CC2CCCC(C1)C2
C1CCCOCOCC1
C1COC2CCC(C1)O2
C1=CCCC1
C1=CC2C3CC1COC23
C1CCCNCCC1
C1=CC2CNC(C1)C2
C1=CC2CC1N2
C1=CN=CNC1
C1=C[NH]N=N1
C1C2OC3CN1CC3O2
C1=CCC=NC=C1
C1=NN=NCN1
C1CCNCNCC1
C1OCC2COC1CO2
C1CN=NON=N1
C1CC23OC4C2N1C43
C1CN2CC(C2)O1
C1=CCCC=CNC=C1
C1COCCN1
C1=CC2CCN(C1)C2
C1CC2C3NC2C3O1
C1CCOCOC1
C1=C[NH]C=C1
C1OC2CC3OC2CC13
C1=NC=NCN=C1
C1C2CC3OC2CC13
C1=CCCCC=CCC1
C1=CN=NN=N1
C1OC2COC3C1CC23
C1=NC2C3CC2C(O1)O3
C1=CC2CC(CC1)N2
C1=CNN=CN1
C1=CNCNCC1
C1CC2CCC1CN2
C1=CCC2C=CC(C1)C2
C1CC2CCC1COC2
C1=NCCCN=CN1
C1=CON=N1
C1#CCCCOCCC1
C1=CC2CC(CCC1)C2
C1=CC2OCC1O2
C1=NC2CCC(CO1)C2
C1=N[NH]N=C1
C1=CC2CC3C(C1)OC23
C1=CC2CC(CO2)OC1
C1=CN=COC1
C1=NCCC2CC(C2)O1
C1#CCC=CC=CC=C1
C1CC2CC3OC2C3C1
C1=CCCOCC=CC1
C1=CC2CC1CCO2
C1=CC2CC=CC(C1)O2
C1=NN=CCC1
C1OC2C3CC2C13
C1=CC2OC3CC1CC23
C1=CC2C3OCCN2C13
C1=CCNCC=CC1
C1=CN=NN=C1
C1CC2C3OCC1OC23
C1=CC2C=CC1CN2
C1CC2CNCC1O2
C1=CCOCOCC1
C1=CC2COC1CO2
C1=CC2CC(CN1)O2
C1#CCCOC=NCC1
C1C2CC(C2)C2CC1C2
C1=CCCOC=C1
C1CCOCCCOC1
C1OC23CCN4C2C1C43
C1=CC2C3CC2C3C1
C1NC2CCC(C2)O1
C1COC2CC(CO1)C2
C1=CC2NC3C(C1)OC23
C1CCC2CN(CC1)C2
C1CC2CC(CO1)C2
C1=NC=NCC1
C1OC2C3COC2C3O1
C1=NCNNOC1
C1=NCCN=NN1
C1=CN=NOCC1
C1CC2CC(CCO2)O1
C1COC2CN(C1)C2
C1=NCN=CO1
C1=CC2CC1CN2
C1=CC2CCC1N2
C1#CCCOCOCC1
C1C2OC3C1OCC23
C1OC2CC3OC1OC23
C1CN2CC3C1CC32
C1=NCCCCCCO1
C1C2CC3C1OCC3O2
C1CC2CCC(C2)O1
C1=NCCCCOCO1
C1CC2C3CC2N3C1
C1COCCCOC1
C1=COC=NCC1
C1=CCN=CCC1
C1C2OC3CC2C13
C1CNCNCN1
C1=CC2CCCC1O2
C1CC2CC3C(C1)OC23
C1=CCCOCC1
C1=NCON=N1
C1=CN=NC=C1
C1CC2C3CC2C3N1
C1CC2OC3CC2C3O1
C1=CCN=C1
C1CCCOCC1
C1OC2C3NC1COC32
C1=CC=NOC=C1
C1=CN=COCC1
C1CC2CC(CO1)O2
C1=CC2C=CC(C1)C2
C1=NC2C3OC2C3N1
C1OC2CC3OC1CC23
C1=COC=NC=CN=C1
C1=NCCOCCCO1
C1C2CC3OC1C3CO2
C1=CC2CC1COCO2
C1COCCNCN1
C1=NCN=CNC1
C1=NN=NNC1
C1=CC2CC1C1CC2C1
C1CC2NC3C1NC23
C1=NNCO1
C1=CNCNCN1
C1CNNC1
C1=COCOCCC1
C1CC2CC3C1CC23
C1COC2C3OC2C3C1
C1=CC2CC(C=CC1)O2
C1C2C3OC2C13
C1=CN=CCC1
C1#CCCC=CCC=C1
C1=COCCO1
C1=CC2C3CC1CN23
C1=CNCCN1
C1C2NC3C1OCC23
C1COCCOC1
C1OC2C3CC1OC32
C1=CNCCCOC1
C1CNC1
C1=NOCNC1
C1C2CC3C1CC23
C1=CC2C3CN2CC13
C1C2NCC3C1OC23
C1=CCON=C1
C1=NCC=NN1
C1CC23CCN4C2C1C43
C1CN2CC3OC(C2)C13
C1=CC2C3CCCC2C13
C1=CC2CC(C2)OCC1
C1=CC2C3CCN2C13
C1CC23CN4C2CC1C43
C1=CCCCCCC1
C1=CC2C3CCC1CC23
C1CC2CC(CCO1)O2
C1N=NNCN1
C1=NCCOCCO1
C1CCNCNC1
C1CC23COC4C2N1C43
C1=CC2CC1CCCO2
C1OC2CN3CC(O2)C13
C1CC2C3CC1OC2C3
C1CC2CCC(C1)O2
C1=CC2C3CN2C13
C1OC2C3CC1C2CO3
C1=CC=NC=C1
C1CCC2CC(CC1)C2
C1=CC2CC(C1)O2
C1#CCCCCCC=C1
C1CC2OCC1O2
C1CCOCCOC1
C1COCOCO1
C1=CNCNC=CC1
C1CC23CN4C2C1C43
C1CN1
C1=NC=NCCC1
C1C2CC3C1NC23
C1=NCCNC1
C1OC2CC3CC1OC32
C1OC2C3CC2C3O1
C1C2CC3CC1OC3C2
N
C1=CC2OCCC(C1)O2
C1COC1
C1OC2CC3C1C3CO2
C1#CCOCCC=CC1
C1CC2COCC1N2
C1=NC=NC=NC1
C1OCC2C3CC1CN23
C1=CC2C=CC1O2
C1=NCC=NNC1
N1=N[NH]N=N1
C1OC2C3OCC2C1O3
C1OC2CC3CC1CC32
C1CC2CC3OC1CC23
C1=CC2CN(C1)CCO2
C1#CCN=COCCC1
C1CN2CCC(C2)N1
C1=COC=NCNC=N1
C1CC2CC1C1CC2O1
C1OCC2COCC1N2
NN
C1NC2C3CC2C13
C1=COCOC1
C1=CNCCC1
C1OCC2CC(CO2)O1
C1OCC2CC3C1CC23
C1=CCN2CC(C1)C2
C1#CCCCC=CC=C1
C1CC2CC1C2
C1=NC2CCC(O1)OC2
C1=CCC2CCC(C1)C2
C1=CCC2OCC(C1)O2
C1=CNCCCCC1
C1=CC=NCC=C1
C1COCOCCN1
C1=CC2C=CCC(C1)O2
C1=CCC=CC1
C1=CN=CCNC1
C1=COCCC1
C1=CCC2CC(C=C1)O2
C1=CON=NCC1
C1COCOC1
C1CN2C3CC1C2C3
C1CC23OC4C2CN1C43
C1=COCCC=N1
C1OC2CC3OC2C3O1
C1=CON=CCC1
[NH4+]
C1CC2COC(CO1)O2
C1=CC2CNC1CO2
C1#CCCCCCCC1
C1NC2CN1C2
C1CC2COCC1CO2
CC
C1CN2C3CC1CC32
C1=CCCNCC=C1
C1OC2C3COC1OC32
C1=CN=CC1
C1=CC2C3CCC1C2O3
C1=CNC=CC1
C1=CCC2CC(C1)N2
C1=CC2C3CCC2C3C1
C1=CC2COCCC1O2
C1=CC2CC3OC2C3C1
C1OCC2OCC1O2
C1=CN=NNC=N1
C1NC2C3NC2C3N1
C1=CN=COCNC=N1
C1=CCCOCCCC1
C1=NNN=NCC1
C1=NNOCO1
C1CC2C3CC1N2C3
C1=COCCOC1
C1=CN=NC=N1
C1=NCOCN1
C1=NCONNC1
C1=CC2C3COC2C13
C1=NCON=NC1
C1OCC2C3CC1C2C3
C1#CCC=CCC=CC1
C1#CCCCOCC=C1
C1=NCCO1
C1=CC2CCC(O1)O2
C=C
C1OC2CC3OC1C3O2
C1=NCCCCC1
C1NC2CC1C2
C1CN2CC1C2
C1=CON=NO1
C1CCOCC1
C1=NCOCO1
C1OCC2CC1N2
C1=CCCOC=NCC1
C1NC2C3NC2C3O1
C1CC2OC3C(C1)OC23
C1=CC2CCC(C1)CO2
C
C1CC2CCC(C1)OC2
CF
C1=CCCON=C1
C1=CCCNCC1
C1=NCCN=COCO1
C1COCC2CC(C1)O2
C1=CCCN=C1
C1=CC2CCC(OC1)O2
C1=NC2CC3OC2C3O1
C1=CCC2CCC(C1)O2
C1=CCOCC1
C1=CCOC=NC1
C1=CCOC=NCCC1
C1CC2OC3CC1CC23
C=N
C1=NNOCC1
C1=CONNCC1
C1=NC=NNO1
C1=CC2C3OC2C13
C1=CC2OC3CC2CC13
C1=CON=CO1
C1OC2OC3CC2C13
C1=CC2CC(C1)CN2
C1CCNCCNC1
C1OC2CC1CO2
C1=NCC2COC1O2
C1=CNCN1
C1CCNCC1
C1=CCOCC=CCC1
C1=CC2C3C=CC2C13
C1=CCC2C3OC2C3C1
C1NC2C3CC2C1O3
C1C2CC3OC1OC3C2
C1CC2CC(CCO1)C2
C1CC2C3CN2CC13
C1=C[NH]C=N1
C1C2OC3C1OC23
C1=CC2C3COC1OC23
C1=CCOCCCOC1
C1=CC2OC3CC1OC23
C1=NCCOCN1
C1=CC2CC(C1)OC=N2
C1COC2C3OC2C3O1
C1OC2CN3C1C3CO2
C1=CCN=COCCC1
C1COC2C3CC2C3C1
C1CCOCCOCC1
C1=CC2COC(C1)C2
C1=NCCN1
C1CC2COC(C1)C2
C1=CNCOCCC1
C1CC2CCC(O1)O2
C1=CCC=CCOCC=1
C1=CCCCOCC=C1
C1=NC=NN=N1
C1=CC2CC1N=CN2
C1=CCC=C1
C1=CN=CN=CC1
C1CC2CC(CO2)N1
C1=NON=CC1
C1CC2C3OC2C3N1
C1=CC2CC(C1)OCO2
C1=CC2CC(C=C1)N2
C1=CCOCCNC1
C1=CCNCC1
C1CC2CC(CN2)N1
C1=NNON=N1
C1=NC2CC3C(CC23)O1
C1=NCCC=NO1
C1=CNNCN=C1
C1=CC2C=CC(CC1)C2
C1C2OC3COC1C3O2
C1CC2C3CC2C3O1
C1=CNN=NCC1
C1=CC2C3COC2C3C1
C1CC2OC3CC2CC13
C1=CC2CC(CO1)O2
C1=COCOC=C1
C1=CN=CC=C[NH]C=C1
C1=CC23CCN4C2C1C43
C1OC2C3OC2C13
C1CC2C3CCC2C3O1
C1C2OCC3C1CC3O2
C1=CC2C3NC2C13
C1CC2C3CN2C1CO3
C1=NN=N[NH]1
C1OC2C3N4CC13C24
C1CN2CC(C2)OCO1
C1=CC2CC3CC2C3C1
C1OC2C3CCC2C1O3
C1=CC2CC3OC1CC23
C1OC2C3CCC2C13
C1=CC2C3CC2C1CO3
C1=CC2CCC1OCO2
C1=COCN=CC1
C1=NC2C3NC2C3O1
C1NCC2OCC1O2
C1=CC2C3CC2C1O3
C1=CC2OC3CC2OC13
C1CCC2C3OC2C3C1
C1=CCNNC=C1
C1=CCNCNCC1
C1=NC=NCCN1
C1=NC=NNC1
C1C2CC3C1OC23
C1CC2C3CCC2C1O3
C1=CC2CCC(C1)CC2
C1=CC2CCCC(C1)O2
C1=C[NH]N=C1
C1CC2CC(C2)N1
C1NC2OCC1O2
C1OC2CNC1C2
C1=CCNCOCC1
C1CCN2CC(C2)OC1
O1C2C3OC2C13
N=N
C1=CON=CCN1
C1=NOCC1
C1OC2CC3C1N3C2
C1=NCON=C1
C1OC2CC3C1NC23
C1CC2OCC(CO2)O1
C1C2CC3OC2OC13
C1CON=NO1
C1=NCNN=N1
C1=CC23CN4C2C1C43
C1=CC2CCCCC1O2
C1=CCNC1
C1OC2C3CC1CC2O3
C1=CCOC1
C1NC2C3OC1OC23
C1CC2CCC(C2)N1
C1=CC2COCC(C1)C2
C1=CC2C3CC2C(C1)O3
C1CC2C3OC1OC23
C1=CCCOCOCC1
C1=CC2CN(C1)C2
C1=COCCCC1
C1=COC=NC1
C1=CNCCN=C1
C1C2NC3CC2OC13
C1=CC2C3OC2C3OC1
C1C2OC1C1CC2O1
C1=CC2C=CC(OC1)O2
C1=NNN=NC1
C1CCOCOCC1
C1COCO1
C1CC2OCC(CO1)O2
C1=CC2CC1NCN2
C1CC2C3OCC2C1O3
C1CC2CNC(C1)C2
C1OC2CC3C1OCC23
C1=NCCOCCN1
C1=NCNN=C1
C1=CC=CNCC=C1
C1NC2CC(C2)O1
C1C2CC3C1C3O2
C1=CCNCN=C1
C1CN2C3CCC2C3O1
C1=NON=N1
C1NC2CC1CO2
C1CC2CC3CC1CC23
C1CC2COCC1C2
C1=CCOCN=C1
C1OC23CN4C2CC1C43
C1OCC2OCC1CO2
C1CC2OC3C1NC23
C1NC2C3CC2C3N1
C1CC2OCC1CO2
CN
C1=CC2COCCC1C2
C1CC2C3OC2C3C1
C1CC2C3CCC2C3C1
C1=NNCNC1
C1CC2CCC1O2
C1=NCCON=C1
C1=CC2CCCC1CO2
C1COC2C3CC2N3C1
C1C2C3CC2C13
C1CC2OC3CC1OC23
C1COC2CC(C2)O1
C1=CC2CCCC1CC2
C1=COC2CC(CO2)N1
C1CC2CCC(CO2)O1
C1NC2CC3C1OC23
C1NCOCO1
C1OC2CC1C1CC2C1
C1=CCCCC=C1
C1=CC2CCC(C1)OC2
C1CC2CCNC(C1)C2
C1=CC2C3CCC1OC23
C1CC2C3COCC2C13
C1=COC=CC1
C1=NCCNCO1
C1C2CN1C2
C1CC2COC(CO2)O1
C1=NNCOC1
C1COC2CC(C2)N1
C1OC2C3CC2C1N3
C1COCOCN1
C1CC2CCCC(C1)O2
C1COC2CC(CO2)O1
C1=CC2CCCC1C2
C1=NCC2CCC(C2)O1
C1=CC2COC(C1)O2
C1N=NNCO1
C1=CN=COC=NC=C1
C1=CCCC=C1
C1OCC2COCC1O2
C1OC2C3COC2C1N3
C1=CNCC1
C1OC2CC3CC2CC13
C1=NCN=CN=N1
C1NCNNN1
C1CN2CC3C2CN13
C1=NC2C3OC2C3CO1
C1C2C3CN1CC23
C1CC2OC3CC2OC13
C1CC2OC3C1CC23
C1=CC2CC1CN=CO2
C1=CC=CCOCC=C1
C1=CC2C3CC2OC1O3
C1=NON=CCC1
C1=CC2OCCC1CO2
C1=CCC2C3CC2C3C1
C1CC2C3CN2CC1O3
C1CC2CC(C1)N2
C1CCCCCC1
C1NC2C3CC2OC1O3
C1COCNCN1
C1CC2CC1C1CC2C1
C1=CCOC=CC1
C1CC2C3OC2C3O1
C1NC2C3CC1OC32
C1CC2CCCC(C1)C2
C1OC2CCC3C1OC23
C1=CC2CCC1COC2
C1N=NON=N1
C1OC2C3CC1CC32
C1=NC2CCC(C2)O1
C1=CCNCC=C1
C1C2CC(C2)C2CC1O2
C1=CC2CC1N=CO2
C1=NCON=CC1
C1CCCNCC1
C1=NCCOCC1
C1=CCC2C=CC(C1)O2
C1OC2CC3OC2OC13
C1CC23CC4C2N1C43
C1=CCOCNC1
C1=CC2C3COC1C2C3
C1=NCNCO1
C1=CC2CC(CC1)CO2
C1=CC2OCCC1O2
C1OCC2C3CC2C3O1
C1=CC2C3OCOC2C13
C1CC2CC1O2
C1=NC=NCCO1
C1=CC2COC(C1)CO2
C1NCC2CC(C2)N1
C1CC2COC(C1)O2
C1=CNCCOCC1
C1#CCOCCOCC1
C1=NCCN=CO1
C1=CNN=CC1
C1=COCNCC1
C1=COCCOCC1
C1=NNNCN1
C1OC2CN3CC2CC13
C1=CC2CC(C2)N1
C1=CCCCCC=C1
C1=CC2COCC(C1)O2
C1OCC2CC1CO2
C1=CC2C3CC1C2C3
C1=NC=NNCC1
C1OC2OCC3C1OC23
C1NC23CN4C2C1C43
C1=CNCCCNC=N1
C1CC2CC3OC2C3O1
C1=NC2CC3NC2C3O1
C1CC2C3OC2C3CO1
C1=CCN=COCC=C1
C#C
C1=CCCN=COC=C1
[NH2+]=O
C1=COC1
C1=CCNC=CCC1
C1COC2CCC(C2)O1
C1=NC2C3CC2C3O1
C1=NCCCCN1
C1CC2CNCC1C2
C1=NN=CN=N1
C1CCC2CCC(C1)O2
C1=NC2CC(C2)O1
C1=NC2CC(CCO1)C2
C1=CCC=CCCC=C1
C1NCC2C3CN2C13
C1C2CC3CC1C3CO2
C1=CNOC1
CO
C1NC2C3NCC1OC23
C1CCCC1
C1=NCN=CN1
C1=CN=CNCC1
C1CCC2CC(C1)N2
C1CC2CCC(CO1)C2
C1=CCNN=C1
C1CCOCCNC1
N=O
C1COC2CC(C1)C2
C1=CNCC=N1
C1=N[NH]N=N1
C1CC2COCC1O2
C1=CNCOCC1
C1=CC2C3CC1C2O3
C1=NNCCO1
C1#CCOCCCOC1
C1=CC2OCC(CC1)O2
C1=CC2CC(C=CC1)C2
C1CC2CC3OC1OC23
C1=NCCN=NO1
C1CNN=NN1
C1=CC2C3COC2C1O3
C1=CCOCC=C1
[NH3+][O-]
C1=CC2NC3C1CC23
C1=CC2C=CC1CO2
C1=COCNC1
C1=NC2CCOC(C2)O1
C1=CNCN=COC=C1
C1=CNC=CN=CCC1
C1=CCCN=COCC=1
C1CC2C3CC1COC23
C1=NON=NC1
C1=CC2COC(C=C1)C2
C1NN=NN1
C1=NC=NN=C1
C1=NC2CCC(CC2)O1
C1=NCC2C3OC2C3O1
C1=CCCN=CC1
C1CC2CC(C1)OCO2
C1=NCCOC1
C1OC2C3OC2C3O1
C1=NCCNN=N1
C1=NCC2COC(C2)O1
C1OCC2CC1O2
C1NC2C3OCC1OC23
C1=NCC=NOC1
C1CCCCCCC1
C1OC2C3CC1C2O3
C1=COC=CN=CN=C1
C1CC2CC1CN2
C1=CC2CC(CC1)C2
C1=CC2C3CN2C1CO3
C1=CC2COC(CC1)C2
C1=COC=C1
C1CCNC1
C1OC2C3CC1NC32
C1CCC2CC(C2)OC1
C1NC2CCC(C2)N1
C1CC2CC3CC2CC13
C1=CNN=CCC1
C1CC2CCC(CO1)O2
C1C2CN3CC2C13
C1C2C3CN1C1CN3C21
C1=NCNN=NC1
C1=CC2COCC1C2
C1=NCN=COC1
C1=CC2CC3CC2CC13
C1=CC2CC1C2
C1=NOCCN1
C1CC2C3CC(CC23)O1
C1CNCCCOC1
C1=COCN1
C1=CC=CCC=CC=C1
C1NCC2CC(C2)O1
C1CC2CC3OC2CC13
C1=CC2CC1OCCO2
C1=CN=CCN=C1
C1CC2C3CC1CC2C3
C1=CN=NC=CC1
C1=NC=C[NH]C=CN=C1
C1=NCN=NN1
C1=CC2CC3CC1OC23
C1=CC2OC3C1NC23
C1OC2COC(C2)O1
C1C2CC1O2
C1=CCCNC=C1
C1OC2C3CC2C1O3
C1=CCOCCC1
C1=CCCCNC=C1
C1OC2CN3C1CC23
C1=CC2CC1C1CC2O1
C1NC2COC(C2)O1
C1OC2CCC3C1CC23
C1OC2CC3C1CC23
C1C2NC3CC2NC13
C1CC2CC3CC2C3O1
C1N=NNN=N1
C1CCC2CC(CC1)O2
C1NC2CC(CO1)C2
C1CC2C3CC1C2O3
C1CC2CCOC(C1)C2
C1OCC2CC(CO1)O2
C1=NCC=NO1
C1=CNCNC=C1
C1=CCCC2CC(C=1)C2
C1CCC2C3CC2C3C1
C1=CN=CC=NC1
C1OC2C3COCC2C13
C1=NNNCCC1
C1OCC2CCC(C2)O1
C1=CCOCNCC1
C1=CCOCOC1
C1=CC2CC(C2)OC1
C1=NCNCN1
C1NCC2CC1C2
C1CC2CCC1CC2
C1=NN=CCNC1
C1C2CC1C1OCC2O1
C1CC2CCC(C1)C2
C1=CCNCNC=C1
C1=CC2CC(CO1)N2
C1CCCCCCCC1
C1=CC23CN4C2CC1C43
C1=NC2C3CC(O1)C2N3
C1=CC2OC3C1OC23
C1C2CC3C1C3C2
C1#CCC=CCCC=C1
C1C2CN3C1CC23
C1=COC2CC(C1)C2
C1=CC=CCCCC=C1
C1CC2CC3C1CN23
C1=CC2CC(C=C1)O2
C1CC2COC(C1)CO2
C1OC2C3CC1C2N3
C1=CC=CC=C1
C1=CC2C3OCC1OC23
C1=CCCNC=CC1
C1NC2CC3OC2OC13
C1=NOC=N1
C1NC2CC3C1N3C2
C1=NNCC1
C1CN2CCC(C2)O1
C1=NCCNN=C1
C1=CC2CC3OC1OC23
C1OC2C3COC2C1C3
C1OCC2OC3C1CC23
C1=CN=CN=C1
C1OC2C3COC2C1O3
C1NCC2CC1CO2
C1=NOCOC1
C1=CC2CC(CCC1)O2
C1=CC2C3CCC2C1C3
C1CN=NNN=N1
C1=CCCOCC=C1
C1C2CC3C1N3C2
C1CN2C3CC2C3N1
C1#CCCOCCCC1
C1OC2CCC(C2)O1
C1=CCNN=NC1
C1CN2CC3CC2C13
C1CC2CC(C2)OCO1
C1COCCOCOC1
C1=NC=NCN1
C1CC2C3CCC1CC23
C1NCC2CC(CO1)O2
C1CC2OC3C(CC23)O1
C1=CC2C3CC2C3OC1
C1=CC2CC3OC2CC13
C1CC2COC(C1)OC2
C1=NNOCN1
C1NC2C3CC2C3O1
C1=CC2CCC1CCO2
